{
  "greeting": "Hi, I'm Akshit",
  "tagline": "I mess with code, break stuff, and make it better",
  "aboutTitle": "About",
  "aboutText": "I’m a 20-year-old CS student. I’m all about building things with code, breaking them down, and making them better. I’ve always had an interest in art, but I’m more focused on creating stuff that actually works and solving problems with technology. Robots catch my attention, and I love figuring out how they work. When I’m not coding, you’ll probably find me reading or messing around with my Japanese studies.",
  "skills": "Skills",
  "project": "Projects",
  "checkwork": "Check out my latest work",
  "workedOn": "I've worked on a variety of projects, here are some that I like.",
  "anitaroDesc": "A site where users can watch anime and read manga with a smooth and enjoyable experience. Built with a user-friendly interface for effortless content exploration.",
  "ensoDesc": "A collaborative whiteboard app for seamless real-time drawing and brainstorming. Designed with simplicity and teamwork in mind.",
  "secondbrainDesc": "A site to save and organize content like YouTube videos, tweets, documents and more. share your 'brain' with friends to explore your collection.",
  "chitchatDesc": "A real-time chat app with temporary rooms for seamless conversations. Its clean and simple UI ensures effortless communication and a smooth user experience",
  "bggoneDesc": "A simple background removal tool that allows users to remove image backgrounds effortlessly.Features a clean and user-friendly interface for easy processing.",
  "solanaDesc": "Simple wallet adapter for seamless crypto transactions, offering secure authentication, smooth integration, and a user-friendly interface",
  "keyzenDesc": "A typing test that runs in your terminal. Supports 35+ languages with real-time WPM and accuracy tracking for a minimal, focused experience.",
  "astroDesc": "A fun web app that lets you explore the solar system with detailed planet info, smooth space animations, and a bot to help guide you on your cosmic journey",
  "pawpalDesc": "A simple pet adoption site where users can browse and adopt pets in need of a home. Features a user-friendly interface to explore available pets and their details.",
  "websiteBtn": "Website",
  "footer": "Made with ❤️ by Akshit"
}
